[
    {
        "No" : "1",
        "type" : "ผู้ชาย • กอล์ฟ",
        "name" :"ถุงมือ POWERGRIP",
        "color" : ["White","Collegiate Navy"],
        "cost" : "฿790",
        "size" :  ["LH22","LH23","LH24","LH25","LH26"],
        "title" : "ถุงมือกอล์ฟทนทานที่ออกแบบมาให้ยึดจับได้ดียิ่งขึ้น",
        "description" : "จับไม้กระชับมืออย่างมั่นใจ ถุงมือกอล์ฟอาดิดาสคู่นี้มาพร้อมส่วนฝ่ามือจากหนังซูเอดที่จะช่วยป้องกันไม่ให้มือลื่นระหว่างวาดวงสวิง ลดเหงื่อได้ดีเพื่อให้มือของคุณแห้งสบายตลอดการออกรอบ",
        "feature" : {
            "left" : [
            "ไนลอน 85% เมชเคลือบโพลียูรีเทน 15%", "ถุงมือกอล์ฟทนทาน","ส่วนฝ่ามือทำจากหนังซูเอด","มีซิลิโคนกันลื่น"
            ],
            "right" : ["ส่วนข้อมือปรับความกระชับได้","Color","รหัสสินค้า: FM3088"]
        },
        "picture" : [
            "No1-1-tm.jpg",
            "No1-2-tm.jpg",
            "No1-3-tm.jpg",
            "No1-4-tm.jpg",
            "No1-5-tm.jpg"
        ]
    },
    {
        "No" : "2",
        "type" : "ฟุตบอล",
        "name" :"ถุงมือผู้รักษาประตูสำหรับฝึกซ้อม PREDATOR 20",
        "color" : ["Black","White"],
        "cost" : "฿900",
        "size" : [7,8,9,10],
        "title" : "คุ้มกันพื้นที่ปากประตูด้วยถุงมือผู้รักษาประตูสวมสบายคู่นี้",
        "description" : "อาณาเขตของคุณ พื้นที่ของคุณ ถุงมือฟุตบอลสำหรับฝึกซ้อม Predator 20 จากอาดิดาสคู่นี้เหมาะสำหรับสวมลับคมทักษะ ให้คุณกระโดดรับลูกบอลที่พุ่งเข้าใส่ได้อย่างมั่นใจเต็มสูบด้วยส่วนฝ่ามือที่ยึดจับอยู่มือและรองรับแรงกระแทกได้ดี สายรัดข้อมือมีความยาวครึ่งข้อ ล็อคกระชับ ส่วนนิ้วมือตัดเย็บแบบโพสิทีฟคัท ช่วยให้คุณรู้สึกสบายมือระหว่างยืนคุ้มกันพื้นที่หน้าปากประตู",
        "feature" : {
            "left" : [
                "ตัดเย็บแบบโพสิทีฟคัทเพื่อความกระชับสบายพอดีมือ","วัสดุหลัก: โพลีเอสเตอร์ 63% โพลียูรีเทนเคลือบ 37%",
                "ส่วนหลังมือ: ยาง 84% โฟมคอตตอน 16%","ฝ่ามือ: ยาง 81% โฟมคอตตอน 19%","ถุงมือผู้รักษาประตูฟุตบอล"
            ],
            "right":[
                "ยางลาเท็กซ์ Soft Grip ยึดจับอยู่มือและลดแรงกระแทกได้ดี","สายรัดข้อมือมีความยาวครึ่งข้อและน้ำหนักเบา",
                "มีช่องระบายอากาศบริเวณข้อมือ","Color","รหัสสินค้า: FS0399"
            ]
        },
        "picture" :[
            "No2-1-tm.jpg",
            "No2-2-tm.jpg",
            "No2-3-tm.jpg",
            "No2-4-tm.jpg"
        ]
    },
    {
        "No" : "3",
        "type" : "เทรนนิง",
        "name" :"ถุงเท้าโลว์คัท ALPHASKIN",
        "color" : ["Black","White","Black"],
        "cost" : "฿400",
        "size" : ["S","M","L"],
        "title" : "ถุงเท้าโลว์คัทที่นุ่มสบายเป็นพิเศษจากผ้าดูดซับความชื้น",
        "description" : "ทำไมอาดิดาสถึงอัดแน่นความสบายลงในถุงเท้าโลว์คัทได้มากถึงขนาดนี้ ถุงเท้าสัมผัสนุ่มพิเศษคู่นี้พร้อมรองรับเท้าของคุณด้วยความนุ่มสบายขั้นสุดและการระบายอากาศสุดทึ่ง ตัดเย็บจากผ้าดูดซับความชื้นให้เท้าของคุณรู้สึกแห้งสบายไม่เหนอะหนะ",
        "feature" : {
            "left" :[
                "ทรงโลว์คัท","โพลีเอสเตอร์รีไซเคิล 70% ไนลอนรีไซเคิล 28% อีลาสเตน 2%", "สัมผัสกระชับ รองรับเท้า",
                "ถุงเท้าที่นุ่มสบายเป็นพิเศษ","เทคโนโลยี AEROREADY ช่วยดูดซับความชื้น"
            ],
            "right" :[
                "ดีไซน์ Formotion ออกแบบตามหลักกายวิภาค","เย็บตะเข็บแบนเรียบเชื่อมบริเวณนิ้วเท้า",
                "รัดกระชับรองรับกับส่วนเว้าโค้งของอุ้งเท้า","Color","รหัสสินค้า: FK0968"
            ]
        },
        "picture" :[
            "No3-1-tm.jpg"
        ]
    },
    {
        "No" : "4",
        "type" : "เทรนนิง",
        "name" :"หมวกแก๊ปปีกโค้ง AEROREADY BADGE OF SPORT",
        "color" : ["Black","Black","White"],
        "cost" : "฿550",
        "size" : ["OSFW","OSFM"],
        "title" : "หมวกแก๊ปน้ำหนักเบาพร้อมแถบกันเหงื่อดูดซับความชื้น",
        "description" : "พร้อมลุยทุกกิจกรรม ทั้งชมการแข่งขันฟุตบอลและออกกำลังกายด้วยหมวกแก๊ปปีกโค้ง AEROREADY Badge of Sport ใบนี้ ตัดเย็บจากผ้าริปสตอปที่นุ่มและเบา ให้คุณรู้สึกแห้งสบายท่ามกลางแสงแดดอันร้อนแรง กันเหงื่อไม่ให้ไหลเข้าตาด้วยแถบกันเหงื่อบุนุ่ม",
        "feature" : {
            "left" : [
            "ไนลอนริปสตอป 100%", "หมวกเบสบอลแต่งโลโก้อาดิดาส",
            "เทคโนโลยี AEROREADY ช่วยดูดซับความชื้น","ปีกหมวกอัดโค้งปานกลาง"
            ],
            "right" : ["สายรัดด้านหลังปรับกระชับได้","แถบกันเหงื่อบุนุ่ม","Color","รหัสสินค้า: FS9007"]
        },
        "picture" :[
            "No4-1-tm.jpg",
            "No4-2-tm.jpg",
            "No4-3-tm.jpg",
            "No4-4-tm.jpg",
            "No4-5-tm.jpg",
            "No4-6-tm.jpg"
        ]
    },
    {
        "No" : "5",
        "type" : "เทรนนิง",
        "name" :"กระเป๋าสะพายข้าง PARKHOOD",
        "color" : ["Black","Black","White"],
        "cost" : "฿1300",
        "size" : ["NL"],
        "title" : "กระเป๋าสะพายข้างที่มีช่องกระเป๋าหลายช่องและพื้นที่สำหรับเก็บโทรศัพท์มือถือโดยเฉพาะ",
        "description" : "หลีกหนีจากความวุ่นวายโดยไม่พลาดทุกการติดต่อ กระเป๋าสะพายข้างอาดิดาส Parkhood มาพร้อมช่องเก็บโทรศัพท์มือถือบุนุ่มที่จะทำให้คุณไม่พลาดทุกการติดต่อ เตรียมตัวให้พร้อมกับการผจญภัยไปในเมืองด้วยดีไซน์ที่มาพร้อมช่องกระเป๋าหลายช่อง ซึ่งจะช่วยให้คุณจัดการกับข้าวของได้อย่างเป็นระเบียบ",
        "feature" : {
            "left" : [
                "ขนาด: 44 ซม. x 22 ซม. x 12 ซม.", "ความจุ: 0.5 ล.","โพลีเอสเตอร์เพลนวีฟ 100%",
                "กระเป๋าแห่งความสะดวกที่พกพาได้ทุกวัน","มีช่องกระเป๋าซิปด้านหน้าและกระเป๋าซิปซ่อน"
            ],
            "right":[
                "ด้านในแบ่งช่องเป็นสัดส่วน","ช่องเก็บโทรศัพท์บุวัสดุกันกระแทก","เคลือบก้นกระเป๋าเพื่อความทนทาน","Color","รหัสสินค้า: FS0272"
            ]
        },
        "picture" :[
            "No5-1-tm.jpg",
            "No5-2-tm.jpg",
            "No5-3-tm.jpg",
            "No5-4-tm.jpg",
            "No5-5-tm.jpg",
            "No5-6-tm.jpg",
            "No5-7-tm.jpg"
        ]
    }
]